
/*{USERNAME} is on your blocked list*/
"%@ is on your Blocked List" = "%@ nằm trong Danh Sách Bị Chặn của bạn";

/*{link} is not a link.. in the link translate example to respective language*/
"%@\nis not a link, please copy a valid link\ni.e. http://www.example.com" = "%@ không phải là một đường link, xin hãy copy một đường link hợp lệ. Ví dụ: http://www.example.com";

/*No comment provided by engineer.*/
"Are you sure you want to logout?" = "Bạn chắc chắn muốn thoát?";

/*No comment provided by engineer.*/
"Are you sure?" = "Bạn chắc chắn?\n";

/*No comment provided by engineer.*/
"BACK" = "QUAY LẠI";

/*as in block another user*/
"BLOCK" = "CHẶN";

/*No comment provided by engineer.*/
"Block Failed" = "Lỗi Chặn";

/*No comment provided by engineer.*/
"BLOCKED" = "ĐÃ CHẶN";

/*Blocked {USERNAME}*/
"Blocked %@" = "Đã chặn %@";

/*No comment provided by engineer.*/
"Can't send SMS" = "Không thể gửi SMS";

/*No comment provided by engineer.*/
"CANCEL" = "HỦY BỎ";

/*No comment provided by engineer.*/
"Cancel" = "Hủy bỏ";

/*No comment provided by engineer.*/
"CANCELED" = "ĐÃ HỦY";

/*No comment provided by engineer.*/
"Change" = "Thay đổi";

/*No comment provided by engineer.*/
"Changed" = "Đã thay đổi";

/*No comment provided by engineer.*/
"Check internet and try again." = "Kiểm tra internet và thử lại.";

/*No comment provided by engineer.*/
"Check out the YoIndex to subscribe to awesome services!" = "Khám phá YoIndex để đăng ký các dịch vụ tuyệt vời!";

/*%@ = serviceName*/
"Check out this service I found on Yo! %@" = "Khám phá dịch vụ tôi tìm thấy trên yo!%@";

/*No comment provided by engineer.*/
"CHOOSE ANOTHER" = "CHỌN MẬT KHẨU KHÁC";

/*No comment provided by engineer.*/
"CHOOSE PASSCODE" = "CHỌN MÃ XÁC MINH";

/*No comment provided by engineer.*/
"CHOOSE USERNAME" = "CHỌN TÊN NGƯỜI DÙNG";

/*de-select all*/
"Clear All" = "Xóa tất cả";

/*No comment provided by engineer.*/
"Close" = "Đóng";

/*No comment provided by engineer.*/
"Connection error, let's try updating password again later" = "Lỗi kết nối, thử nhập lại mật khẩu sau";

/*No comment provided by engineer.*/
"CONTACTS" = "Danh bạ";

/*No comment provided by engineer.*/
"COPY A LINK OR IMAGE\nTAP & HOLD TO YO IT" = "COPY LINK/HÌNH ẢNH\nBẤM & GIỮ ĐỂ CHIA SẺ YO";

/*No comment provided by engineer.*/
"Copy a link. Tap and hold to Yo it." = "Copy link. Bấm và giữ để chia sẻ Yo.";

/*No comment provided by engineer.*/
"Copy Link" = "Copy đường dẫn";

/*No comment provided by engineer.*/
"Could not load page" = "Lỗi tải trang";

/*No comment provided by engineer.*/
"Delete" = "Xóa";

/*No comment provided by engineer.*/
"Didn't get code" = "Chưa nhận được mã xác minh";

/*No comment provided by engineer.*/
"Do you like the Yo app?" = "Bạn có thích ứng dụng Yo?";

/*No comment provided by engineer.*/
"Do you want to unblock this user so they can Yo you back?" = "Bạn có muốn hủy chặn người dùng này để họ có thể Yo cùng bạn?";

/*No comment provided by engineer.*/
"DONE" = "XONG";

/*No comment provided by engineer.*/
"Done" = "Xong";

/*No comment provided by engineer.*/
"Double tap to Yo your location. Where Yo @?" = "Click 2 lần để Yo vị trí của bạn. Yo @ ở đâu?";

/*No comment provided by engineer.*/
"DOUBLE TAP\nTO YO YOUR LOCATION" = "BẤM 2 LẦN ĐỂ YO VỊ TRÍ CỦA BẠN";

/*No comment provided by engineer.*/
"EDIT ACCOUNT" = "CHỈNH SỬA TÀI KHOẢN";

/*No comment provided by engineer.*/
"EDIT PROFILE" = "CHỈNH SỬA HỒ SƠ CÁ NHÂN";

/*No comment provided by engineer.*/
"EMAIL SENT" = "ĐÃ GỬI EMAIL";

/*No comment provided by engineer.*/
"Email Us" = "Email cho Chúng tôi";

/*No comment provided by engineer.*/
"Enable Camera\nSettings -> Privacy -> Camera" = "Cho Phép Camera\nCài đặt chung -> Cá nhân -> Camera";

/*No comment provided by engineer.*/
"Enable Location" = "Cho Phép Định Vị";

/*Give Yo your email Subject Text*/
"Enable Passcode Recovery" = "Cho Phép Khôi Phục Mật Khẩu";

/*No comment provided by engineer.*/
"Enable Push" = "Cho Phép Tin Nhắn Push";

/*No comment provided by engineer.*/
"ENTER FULL NAME" = "NHẬP TÊN ĐẦY ĐỦ";

/*No comment provided by engineer.*/
"Enter New Phone Number" = "Nhập Số Điện Thoại Mới";

/*No comment provided by engineer.*/
"Enter New Username" = "Nhập Tên Người Dùng Mới";

/*No comment provided by engineer.*/
"ENTER PASSCODE" = "NHẬP MÃ XÁC MINH";

/*No comment provided by engineer.*/
"Enter the code in the SMS" = "Nhập mã số vào SMS";

/*No comment provided by engineer.*/
"ENTER USERNAME" = "NHẬP TÊN NGƯỜI DÙNG";

/*# -> number as in phone number*/
"Enter Your Phone #" = "Nhập Số Điện Thoại của Bạn #";

/*No comment provided by engineer.*/
"Error" = "Lỗi";

/*As in existing photos. could also read photos*/
"EXISTING" = "THƯ VIỆN ẢNH";

/*No comment provided by engineer.*/
"EXPLORE\nTHE POSSIBILITIES" = "KHÁM PHÁ MỌI KHẢ NĂNG";

/*No comment provided by engineer.*/
"Failed" = "Thất bại";

/*No comment provided by engineer.*/
"FAILED" = "THẤT BẠI";

/*No comment provided by engineer.*/
"Failed to find friends on Facebook." = "Thất bại tìm kiếm bạn bè trên Facebook";

/*No comment provided by engineer.*/
"Failed to find friends through contacts" = "Thất bại tìm kiếm bạn bè trong danh bạ";

/*No comment provided by engineer.*/
"Failed To Get Location" = "Thất Bại Định Vị";

/*No comment provided by engineer.*/
"Failed to login with Facebook. Please Try again." = "Thất bại đăng nhập với Facebook. Vui lòng Thử lại.";

/*No comment provided by engineer.*/
"Failed to unblock %@. Try again later" = "Thất bại hủy chặn %@. Thử lại sau";

/*No comment provided by engineer.*/
"Failed Yo" = "Yo thất bại";

/*No comment provided by engineer.*/
"FAILED!" = "THẤT BẠI!";

/*Failed to send Yo*/
"FAILED! DO YOU HAVE INTERNET?" = "THẤT BẠI! BẠN CÓ KẾT NỐI INTERNET?";

/*Facebook. does not need translateing*/
"FB" = "FB";

/*No comment provided by engineer.*/
"FEEDBACK" = "PHẢN HỒI";

/*No comment provided by engineer.*/
"FIND FRIENDS" = "TÌM KIẾM BẠN BÈ";

/*As in a From & To : a parcel/letter*/
"From" = "Từ";

/*No comment provided by engineer.*/
"FULL NAME" = "TÊN ĐẦY ĐỦ";

/*Go as in proceed as in Send*/
"Go" = "Gửi";

/*just back works too*/
"GO BACK" = "QUAY LẠI";

/*As in Understood, or OK*/
"Got it!" = "OK!";

/*No comment provided by engineer.*/
"Hey There!" = "Xin Chào!";

/*No comment provided by engineer.*/
"HOW A YO IS RECEIVED" = "YO ĐƯỢC NHẬN BẰNG CÁCH NÀO";

/*No comment provided by engineer.*/
"HOW TO" = "GỢI Ý";

/*No comment provided by engineer.*/
"HOW TO OPEN YO LINK" = "CÁCH TẠO ĐƯỜNG LINK YO";

/*No comment provided by engineer.*/
"HOW TO OPEN\nA YO LOCATION" = "CÁCH TẠO ĐỊNH VỊ YO";

/*No comment provided by engineer.*/
"HOW TO SEND A YO" = "CÁCH GỬI YO";

/*I wanna Yo you!nAdd my Yo username by tapping here: {link}n(if you don't have Yo app get it here {other link})*/
"I wanna Yo you!\nAdd my Yo username by tapping here: %@\n(if you don't have Yo app get it here %@)" = "Tôi muốn kết nối Yo với ban!\nThêm Yo của tôi bằng cách bấm vào: %@\n(Nếu bạn chưa cài đặt ứng dụng Yo, bấm vào đây: %@)";

/*No comment provided by engineer.*/
"I wanna Yo you!\nAdd my Yo username by tapping here: http://justyo.co/%@" = "Tôi muốn kết nối Yo với ban!\nThêm Yo của tôi bằng cách bấm vào đây: http://justyo.co/%@";

/*No comment provided by engineer.*/
"INCORRECT" = "KHÔNG ĐÚNG";

/*No comment provided by engineer.*/
"INDEX" = "MỤC LỤC";

/*No comment provided by engineer.*/
"INVITE" = "MỜI";

/*Invite button for invite friends popup*/
"Invite" = "Mời";

/*Title for invite friends popup*/
"Invite Friends!" = "Mời Bạn Bè!";

/*No comment provided by engineer.*/
"Just hit Send" = "Hãy bấm Gửi";

/*No comment provided by engineer.*/
"Just subscribed to get Yo'd from %@! Yo them at" = "Đăng ký để nhận Yo từ %@! Gửi Yo cho họ tại";

/*No comment provided by engineer.*/
"Link Not Found" = "Không Tìm Thấy Link";

/*No comment provided by engineer.*/
"LOGIN" = "ĐĂNG NHẬP";

/*No comment provided by engineer.*/
"Login Failed" = "Đăng Nhập Thất Bại";

/*No comment provided by engineer.*/
"LOGOUT" = "ĐĂNG XUẤT";

/*No comment provided by engineer.*/
"MAIL" = "HÒM THƯ";

/*No comment provided by engineer.*/
"MAPS" = "BẢN ĐỒ";

/*No comment provided by engineer.*/
"Me" = "Tôi";

/*No comment provided by engineer.*/
"MUTED" = "BỊ CHẶN";

/*No*/
"Nah" = "Không";

/*No comment provided by engineer.*/
"NEW PASSCODE" = "MÃ XÁC MINH MỚI";

/*No comment provided by engineer.*/
"NO" = "KHÔNG";

/*No comment provided by engineer.*/
"No" = "Không";

/*:) -> Smile*/
"No Blocked Users! :)" = "Không có Người Dùng bị Chặn! :)";

/*No comment provided by engineer.*/
"No Camera Found" = "Không Tìm Thấy Camera";

/*No comment provided by engineer.*/
"No contacts were found." = "Không tìm thấy danh bạ";

/*No comment provided by engineer.*/
"No Contacts!" = "Không Danh Bạ!";

/*No comment provided by engineer.*/
"NO EMAIL ACCOUNTS" = "KHÔNG CÓ TÀI KHOẢN EMAIL";

/*No comment provided by engineer.*/
"No Internet!" = "Không Kết Nối Interet!";

/*As in photo library*/
"No Library Found" = "Không Tìm Thấy Thư Mục";

/*No comment provided by engineer.*/
"No Such User" = "Tên Không Tồn Tại";

/*Cancel button for invite friends popup*/
"Not now" = "Lúc khác";

/*No comment provided by engineer.*/
"OK" = "OK";

/*No comment provided by engineer.*/
"Open in Chrome" = "Mở với Chrome";

/*No comment provided by engineer.*/
"Open in Safari" = "Mở với Safari";

/*PASS as in passcode*/
"PASS" = "MẬT KHẨU";

/*No comment provided by engineer.*/
"PASSCODE" = "MÃ XÁC MINH";

/*No comment provided by engineer.*/
"Passcode changed" = "Mã xác minh đã thay đổi";

/*No comment provided by engineer.*/
"Passcodes Do Not Match" = "Không Đúng Mã Xác Minh";

/*As in Mobile, telephone*/
"PHONE" = "ĐIỆN THOẠI";

/*No comment provided by engineer.*/
"Please add an email account in Settings -> Mail" = "Xin hãy thêm địa chỉ email trong Cài Đặt Chung -> Hòm Thư";

/*No comment provided by engineer.*/
"Please connect to Twitter in Settings -> Twitter" = "Xin hãy kết nối Twitter trong Cài Đặt Chung -> Twitter";

/*please enable access to contacts*/
"Please enable contacts access" = "Xin hãy cho phép truy cập danh bạ";

/*No comment provided by engineer.*/
"Please enter a valid phone number" = "Xin hãy nhập số điện thoại hợp lệ";

/*No comment provided by engineer.*/
"Please retry. \n\n If the problem persists contact us and mention this error code: %@" = "Xin hãy thử lại.\nLiên hệ với chúng tôi nếu vẫn báo lỗi và cung cấp mã số này: %@";

/*No comment provided by engineer.*/
"Please signup or login" = "Xin hãy đăng kí hoặc đăng nhập";

/*No comment provided by engineer.*/
"Please try again" = "Xin hãy thử lại";

/*No comment provided by engineer.*/
"Please try again later" = "Xin hãy thử lại sau";

/*As to rate, rating, review*/
"RATE" = "ĐÁNH GIÁ";

/*PASS as in passcode*/
"RECOVER PASS" = "kHÔI PHỤC MẬT KHẨU";

/*No comment provided by engineer.*/
"Resend" = "Gửi lại";

/*No comment provided by engineer.*/
"SAVE" = "LƯU";

/*No comment provided by engineer.*/
"Saved!" = "Đã lưu!";

/*No comment provided by engineer.*/
"SELECT A USERNAME" = "CHỌN TÊN NGƯỜI DÙNG";

/*No comment provided by engineer.*/
"Select All" = "Chọn tất cả";

/*No comment provided by engineer.*/
"SELECT LONGER PASSCODE" = "CHỌN MÃ XÁC MINH DÀI";

/*No comment provided by engineer.*/
"SELECT USERNAMES TO SHARE" = "CHỌN CÁC TÊN NGƯỜI DÙNG ĐỂ CHIA SE";

/*No comment provided by engineer.*/
"Send" = "Gửi";

/*No comment provided by engineer.*/
"Send Email" = "Gửi Email";

/*IMG abbrv for Image*/
"SENDING IMG" = "GỬI IMG";

/*like URL link*/
"SENDING LINK" = "GỬI LINK";

/*No comment provided by engineer.*/
"Sent" = "Đã gửi";

/*No comment provided by engineer.*/
"SENT @YO!" = "ĐÃ GỬI @YO";

/*No comment provided by engineer.*/
"SENT YO!" = "ĐÃ GỬI YO!";

/*No comment provided by engineer.*/
"SENT YOIMG!" = "ĐÃ GỬI YOIMG";

/*No comment provided by engineer.*/
"SENT YOLINK!" = "ĐÃ GỬI YOLINK!";

/*No comment provided by engineer.*/
"SENT YOYO!" = "ĐÃ GỬI YOYO!\n";

/*No comment provided by engineer.*/
"Session Error" = "Lỗi Truy Cập";

/*No comment provided by engineer.*/
"SET A PASSCODE" = "CÀI ĐẶT MÃ XÁC MINH";

/*No comment provided by engineer.*/
"SET A PASSCODE\n(CAN BE THE SAME AS YOU HAVE)" = "CÀI ĐẶT MÃ XÁC MINH\n(CÓ THỂ GIỐNG VỚI MÃ BẠN ĐANG CÓ)";

/*Instructions on how to enable contacts access on iphone*/
"Settings -> Privacy -> Contacts -> Yo" = "Cài đặt chung -> Cá nhân -> Danh bạ -> Yo";

/*No comment provided by engineer.*/
"SHARE" = "CHIA SẺ";

/*No comment provided by engineer.*/
"Share" = "Chia sẻ";

/*No comment provided by engineer.*/
"Share on Facebook!" = "Chia Sẻ trên Facebook!";

/*No comment provided by engineer.*/
"Share this awesome service with others! Swipe left in main screen to unsubscribe." = "Chia sẻ ứng dụng tuyệt vời này với người khác! Trượt màn hình sang trái để hủy đăng ký.";

/*No comment provided by engineer.*/
"SIGNUP" = "ĐĂNG KÍ";

/*As in texting. may not need translating*/
"SMS" = "SMS";

/*No comment provided by engineer.*/
"Something went wrong" = "Báo lỗi";

/*No comment provided by engineer.*/
"Subscribed!" = "Đăng ký thành công!";

/*As in take picture*/
"TAKE" = "CHỤP ẢNH";

/*No comment provided by engineer.*/
"tap here to close" = "Bấm vào đây để đóng";

/*No comment provided by engineer.*/
"TAP NAME TO YO" = "NHẬP TÊN VÀO YO";

/*No comment provided by engineer.*/
"Tap Name To Yo" = "Nhập Tên vào Yo";

/*No comment provided by engineer.*/
"Tap to add to your Yo: http://justyo.co/%@\n(if you don't have Yo app get it here %@)" = "Bấm để thêm vào Yo của bạn: http://justyo.co/%@\n(Nếu bạn chưa cài đặt ứng dụng Yo, bấm vào đây %@)";

/*a variation on allow is permit.*/
"TAP TO ALLOW" = "BẤM ĐỂ CHO PHÉP";

/*No comment provided by engineer.*/
"TAP TO INVITE" = "BẤM ĐỂ MỜI";

/*No comment provided by engineer.*/
"TAP TO LOGIN" = "BẤM ĐỂ TRUY CẬP";

/*Recover as in recover passcode*/
"TAP TO RECOVER" = "BẤM ĐỂ KHÔI PHỤC";

/*No comment provided by engineer.*/
"TAP TO SET" = "BẤM ĐỂ CÀI ĐẶT";

/*No comment provided by engineer.*/
"TAP TO SIGNUP" = "BẤM ĐỂ ĐĂNG KÝ";

/*No comment provided by engineer.*/
"Tell us how we can improve:" = "Lời khuyên đối với chúng tôi:";

/*No comment provided by engineer.*/
"TEXT SENT" = "ĐÃ GỬI TIN NHẮN";

/*No comment provided by engineer.*/
"The profile could not be saved. Please check your network connection." = "Không thể lưu hồ sơ ca nhân. Xin hãy kiểm tra kết nối internet.";

/*No comment provided by engineer.*/
"The Yo Index. Subscribe to get Yo'd by your favorite services." = "Yo Index. Đăng ký để có Yo trong dich vụ yêu thích của bạn.";

/*No comment provided by engineer.*/
"There is a newer version of Yo.\n%@" = "Phiên bản mới nhất của Yo.\n%@";

/*No comment provided by engineer.*/
"There is a newer version. Do you want to update?\n%@" = "Có phiên bản mới nhất. Bạn có muốn nâng cấp?\n%@";

/*No comment provided by engineer.*/
"There was an error:" = "Báo lỗi.";

/*This is how you Yo. Yo me {USERNAME}*/
"This is how you Yo. Yo me %@" = "Thật đơn giản khi Yo. Gửi Yo cho tôi %@";

/*No comment provided by engineer.*/
"This is what other users can see about you, when swiping your username to the right" = "Trượt tên của bạn sang phải để người dùng khác có thể thấy bạn.";

/*No comment provided by engineer.*/
"This user already exists. Please try a different username." = "Đã tồn tại tên người dùng này. Xin hãy thử tên khác.";

/*No comment provided by engineer.*/
"To block a user, swipe left on their username and tap Block." = "Để chặn một người dùng, trượt tên người dùng đó sang trái và bấm Chặn.";

/*Give Yo your email Body Text. Don't change occurances of n or %@*/
"To enable password recovery:\n\n give Yo your email by tapping Send.\n\nto cancel, simply tap Cancel.\n\n\n------------------------------------------\nYour email will NOT be used for anything else other than password recovery.\n\n\n\n\n\n%@" = "Để kích hoạt khôi phục mật khẩu:\n\nbấm vào Gửi để gửi email của bạn tới Yo.\n\nđể hủy, đơn giản bấm Hủy.\n\n\n---------------------------------------------\nEmail của bạn sẽ KHÔNG được sử dụng vào các mục đích khác ngoại trừ để khôi phục mật khẩu.\n\n\n\n\n%@";

/*No comment provided by engineer.*/
"To find your friends and allow them to find you. Your contacts are not stored anywhere and will only be used to\nfind your friends." = "Để tìm kiếm bạn bè và cho phép họ tìm kiếm bạn. Danh bạ của bạn không được lưu trữ và sẽ chỉ được dùng để tìm kiếm bạn bè.";

/*Do not translate the word Code*/
"To verify your number tap Send\n\nCode: %@\n\n\n* Carrier charges may apply" = "Để xác nhận số điện thoại của bạn, bấm Gửi\n\nMã:%@\n\n\n*Có thể mất phí";

/*No comment provided by engineer.*/
"Try again later" = "Thử lại sau";

/*No comment provided by engineer.*/
"TYPE USERNAME TO ADD" = "NHẬP TÊN NGƯỜI DÙNG ĐỂ THÊM";

/*Twitter. does not need translateing*/
"TWTR" = "TWTR";

/*No comment provided by engineer.*/
"UNBLOCK" = "KHÔNG CHẶN";

/*No comment provided by engineer.*/
"UNBLOCKED" = "ĐÃ HỦY CHẶN";

/*unsibscribe*/
"UNSUB" = "HỦY ĐĂNG KÝ";

/*As in software update available*/
"Update" = "Nâng cấp";

/*No comment provided by engineer.*/
"User Exists" = "Danh Sách Người dùng";

/*No comment provided by engineer.*/
"USERNAME" = "TÊN NGƯỜI DÙNG";

/*No comment provided by engineer.*/
"USERNAME TAKEN" = "TÊN ĐÃ ĐƯỢC DÙNG";

/*No comment provided by engineer.*/
"VERIFY PASSCODE" = "XÁC NHẬN MÃ XÁC MINH";

/*No comment provided by engineer.*/
"We couldn't find any of your friends who are on Yo. Share Yo and bring some aboard!" = "Không thể tìm thấy bạn bè của bạn trên Yo. Hãy chia sẻ Yo với mọi người!";

/*No comment provided by engineer.*/
"We don't have a phone number or email listed for this account. Please send us an email and we'll recover your account." = "Không tồn tại số điện thoại hoặc email cho tài khoản này.\nXin hãy gửi email cho chúng tôi và tài khoản của bạn sẽ được khôi phục.";

/*No comment provided by engineer.*/
"WELCOME" = "CHÀO MỪNG";

/*No comment provided by engineer.*/
"What is Yo?" = "Yo là gì?\n";

/*No comment provided by engineer.*/
"WHAT IS YO?" = "YO LÀ GÌ?";

/*No comment provided by engineer.*/
"When you unblock a user they will be added to your friends list but will NOT be automatically Yo'd. - Happy Yoing!" = "khi bạn hủy chặn một người dùng, họ sẽ được thêm vào danh sách bạn bè của bạn nhưng sẽ KHÔNG tự động nhận được Yo. - Vui cùng Yo!";

/*No comment provided by engineer.*/
"Wrong code" = "Nhập mã sai";

/*No comment provided by engineer.*/
"Yes" = "Đúng";

/*Sending images title*/
"Yo & Images!" = "Yo & hình ảnh!";

/*No comment provided by engineer.*/
"Yo - I got some feedback" = "Yo - tôi muốn chia sẻ phản hồi";

/*No comment provided by engineer.*/
"YO ALL" = "YO TẤT CẢ";

/*%@ = USERNNAME*/
"Yo all your friends to share your new username: %@" = "Yo tất cả bạn bè của bạn để chia sẻ tên người dùng mới của bạn: %@";

/*As in resoond with a Yo*/
"Yo Back" = "Yo lại";

/*Tally of total Yos the user has received/sent*/
"YO COUNT" = "LƯỢT YO";

/*Description for invite friends popup*/
"Yo is much more fun with friends!" = "Thật là vui khi Yo cùng với bạn bè!";

/*No comment provided by engineer.*/
"Yo Location" = "Yo Định Vị";

/*No comment provided by engineer.*/
"Yo me" = "Yo tôi";

/*No comment provided by engineer.*/
"Yo needs internet!" = "Yo cần internet!";

/*push access as is permission to send push notifications*/
"YO NEEDS PUSH ACCESS" = "KÍCH HOẠT YO PUSH";

/*No comment provided by engineer.*/
"Yo This" = "Gửi Yo";

/*No comment provided by engineer.*/
"Yo! Check this out" = "Yo! Mở ra xem";

/*No comment provided by engineer.*/
"YOALL" = "YO TẤT CẢ";

/*No comment provided by engineer.*/
"YORANDOM" = "YO BẤT KÌ";

/*No comment provided by engineer.*/
"You are about to delete your phone number" = "Bạn chuẩn bị xóa số điện thoại của bạn";

/*alert body displayed after user blocks another user for the first time*/
"You can always unblock in the menu" = "Bạn luôn có thể hủy chặn trong menu";

/*No comment provided by engineer.*/
"You can't send Yo's. Please contact us yo@justyo.co" = "Bạn không thể gửi Yo. Hãy liên hệ với chúng tôi yo@justyo.co";

/*No comment provided by engineer.*/
"You'll be contacted shortly with instructions on changing your passcode." = "Bạn sẽ sớm nhận được hướng dẫn thay đổi mã xác minh.";

/*No comment provided by engineer.*/
"You'll receive a link to change your passcode shortly." = "Bạn sẽ sớm nhận được link để thay đổi mã xác minh";

/*Sending images body*/
"You're about to Yo your first image! Anyone with the link will be able to view it." = "Bạn sắp Yo hình ảnh đầu tiên của bạn. Bất kì ai trong đường link đều có thể xem nó.";

/*No comment provided by engineer.*/
"Your current session is no longer valid. Please log in again." = "Truy cập hiện tại của bạn không hợp lệ. Xin hãy truy cập lại.";